<?php

return [

    'failed' => 'Неверный email или пароль.',
    'password' => 'Указан неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Повторите попытку через :seconds сек.',

    'login' => 'Войти',
    'register' => 'Регистрация',
    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'already_registered' => 'Уже зарегистрированы?',
    'reset_password' => 'Сбросить пароль',
    'email_reset_link' => 'Отправить ссылку для сброса пароля',
    'forgot_password_intro' => 'Забыли пароль? Не проблема. Укажите ваш email, и мы отправим ссылку для сброса, по которой вы сможете задать новый пароль.',
    'confirm_password_intro' => 'Это защищённая область приложения. Подтвердите пароль, чтобы продолжить.',
    'verification_link_sent' => 'Новая ссылка для подтверждения отправлена на email, указанный при регистрации.',
    'resend_verification' => 'Отправить письмо с подтверждением повторно',
    'verify_email_intro' => 'Спасибо за регистрацию! Прежде чем начать, подтвердите свой email, перейдя по ссылке из письма, которое мы только что отправили. Если письмо не пришло, мы с радостью отправим его снова.',

];
