<?php

return [

    'information' => 'Информация профиля',
    'information_description' => 'Обновите имя и email вашей учётной записи.',
    'email_unverified' => 'Ваш email не подтверждён.',
    'resend_verification_link' => 'Нажмите здесь, чтобы отправить письмо с подтверждением повторно.',
    'verification_sent' => 'Новая ссылка для подтверждения отправлена на ваш email.',

    'update_password' => 'Обновить пароль',
    'update_password_description' => 'Используйте длинный случайный пароль, чтобы защитить свою учётную запись.',

    'delete_account' => 'Удалить учётную запись',
    'delete_description' => 'После удаления учётной записи все её ресурсы и данные будут удалены безвозвратно. Перед удалением сохраните данные и информацию, которые хотите оставить.',
    'delete_confirm_title' => 'Вы уверены, что хотите удалить учётную запись?',
    'delete_confirm_description' => 'После удаления учётной записи все её ресурсы и данные будут удалены безвозвратно. Введите пароль, чтобы подтвердить удаление учётной записи.',

];
